import { TitleProps } from '../pages/index/components/Title';

const articleList: Array<TitleProps> = [{
  title: '如何看待这件事情？',
  content: '关于这个事，我简单说两句，至于我的身份，你明白就行，总而言之，这个事呢，现在就是这个情况，具体的呢，大家也都看得到，我因为这个身份上的问题，也得出来说那么几句，可能，你听的不是很明白，但是意思就是那么个意思，我的身份呢，不知道的 你也不用去猜，这种事情见得多了，我只想说懂得都懂，不懂的我也不多解释，毕竟自己知道就好，细细品吧。你们也别来问我怎么了，利益牵扯太大，说多了对你我都没好处，当不知道就行了，其余的我只能说这里面水很深，牵扯到很多东西。详细情况你们自己是很难找的，网上大部分已经删除干净了，所以我只能说懂得都懂，不懂的我说了你也是不懂，所以呢，就还是那就话，懂得都懂，不懂的我说了也没用，你心里明白就行，这个事呢，说到底，情况也很明显了，明眼人都能看出来，所以也希望呢，你可以自己解决这个问题。',
  author: '某人',
  time: '2020/08/21',
  category: '时事',
  imageUrl: 'https://dss0.bdstatic.com/6Ox1bjeh1BF3odCf/it/u=4279321293,1225512295&fm=85&app=92&f=PNG?w=121&h=75&s=54B74A7E4CE101070F227D980300009B'
}, {
  title: '如何看待这个小编？',
  content: '群友不说话是怎么回事呢? 群友不说话是怎么回事呢? 群友不说话相信大家都很熟悉，但是群友不说话是怎么回事呢? 下面就让小编带大家-起了解吧。群友不说话，其实就是群友不说话了。那么群友为什么不说话了，相信大家都很好奇是怎么回事。大家可能会感到很惊讶，群友怎么会不说话呢?但事实就是这样，小编也感到非常惊讶。么这就是关于群友不说话的事情了，大家有没有觉得很神奇呢?看了今天的内容，大家有什么想法呢?欢迎在评论区告诉小编-起讨论哦',
  author: '小编',
  time: '2020/08/21',
  category: '社交',
  imageUrl: 'https://dss2.bdstatic.com/6Ot1bjeh1BF3odCf/it/u=608516838,1951470371&fm=74&app=80&f=PNG&size=f121,90?sec=1880279984&t=4348ec6e5cd9523d2b26ed1a9e2fd7fc'
}, {
  title: '如何看待这这篇文章',
  content: '什么是废话的发生，到底需要如何做到，不什么是废话的发生，又会如何产生。 要想清楚，什么是废话，到底是一种怎么样的存在。 一般来讲，我们都必须务必慎重的考虑考虑。 什么是废话的发生，到底需要如何做到，不什么是废话的发生，又会如何产生。 而这些并不是完全重要，更加重要的问题是， 什么是废话的发生，到底需要如何做到，不什么是废话的发生，又会如何产生。 什么是废话，发生了会如何，不发生又会如何。 什么是废话因何而发生?这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 一般来讲，我们都必须务必慎重的考虑考虑。 一般来讲，我们都必须务必慎重的考虑考虑。 生活中，若什么是废话出现了，我们就不得不考虑它出现了的事实。 问题的关键究竟为何? 每个人都不得不面对这些问题。 在面对这种问题时， 王阳明曾经说过，故立志者，为学之心也；为学者，立志之事也。这不禁令我深思。 什么是废话，到底应该如何实现。 既然如此， 就我个人来说，什么是废话对我的意义，不能不说非常重大。 问题的关键究竟为何? 什么是废话，发生了会如何，不发生又会如何。 而这些并不是完全重要，更加重要的问题是， 就我个人来说，什么是废话对我的意义，不能不说非常重大。 生活中，若什么是废话出现了，我们就不得不考虑它出现了的事实。 这种事实对本人来说意义重大，相信对这个世界也是有一定意义的。 我们一般认为，抓住了问题的关键，其他一切则会迎刃而解。',
  author: '985高校学生',
  time: '2020/08/21',
  category: '知识',
  imageUrl: 'https://ss0.bdstatic.com/70cFuHSh_Q1YnxGkpoWK1HF6hhy/it/u=3457535437,1631173537&fm=26&gp=0.jpg'
}, {
  title: '如何看待这件事情？',
  content: '关于这个事，我简单说两句，至于我的身份，你明白就行，总而言之，这个事呢，现在就是这个情况，具体的呢，大家也都看得到，我因为这个身份上的问题，也得出来说那么几句，可能，你听的不是很明白，但是意思就是那么个意思，我的身份呢，不知道的 你也不用去猜，这种事情见得多了，我只想说懂得都懂，不懂的我也不多解释，毕竟自己知道就好，细细品吧。你们也别来问我怎么了，利益牵扯太大，说多了对你我都没好处，当不知道就行了，其余的我只能说这里面水很深，牵扯到很多东西。详细情况你们自己是很难找的，网上大部分已经删除干净了，所以我只能说懂得都懂，不懂的我说了你也是不懂，所以呢，就还是那就话，懂得都懂，不懂的我说了也没用，你心里明白就行，这个事呢，说到底，情况也很明显了，明眼人都能看出来，所以也希望呢，你可以自己解决这个问题。',
  author: '某人',
  time: '2020/08/21',
  category: '时事',
  imageUrl: 'https://dss0.bdstatic.com/6Ox1bjeh1BF3odCf/it/u=4279321293,1225512295&fm=85&app=92&f=PNG?w=121&h=75&s=54B74A7E4CE101070F227D980300009B'
}];

export default articleList;